README.org
*  UML Simulator


** Description of the project

UMLSimulator is a plugin for UMLDesigner. This plugin is a simulator of UML Model.
The plugin use a simulator which was developed by [[https://github.com/teodorov][Ciprian Teodorov]].

With this simulator it is possible to see the evolution of States in all State machine diagram.

** This Repositories

This repositories contain all my project

** Version

|---------+--------|
| Version | Stable |
|---------+--------|
|     0.1 | Non    |
|---------+--------|
