README.md
# UML Simulator

## Description of the project

UMLSimulator is a plugin for UMLDesigner. This plugin is a simulator of UML Model.
The plugin use a simulator which was developed by [Ciprian Teodorov](https://github.com/teodorov).

With this simulator it is possible to see the evolution of States in all State machine diagram.

## This Repositories

This repositories contain all my project

## Version

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Version</th>
<th scope="col" class="org-left">Stable</th>
</tr>
</thead>

<tbody>
<tr>
<td class="org-right">0.1</td>
<td class="org-left">Non</td>
</tr>
</tbody>
</table>
